#include <stdio.h>
#include <locale.h>
int main()
{
	setlocale(LC_CTYPE, ".UTF8");
	puts("*********************************************");
	puts("*                                           *");
	puts("*  тема: Разработка консольного приложения  *");
	puts("*                                           *");
	puts("*   Выполнил   Силкин К.Э.                  *");
	puts("*                                           *");
	puts("*********************************************");
	return 0;
}